requests/file_quota_CE.xml

<ns0:Envelope xmlns:ns0="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://www.deltasolutions.ru/om/rt/LyraOmsService/">
    <ns0:Header />
    <ns0:Body>
        <ns1:SubmitOrderRequest>
            <Components>
                
                <Component>
                    <Attributes>
						<Attribute>
                            <Name>cfs_spec_id</Name>
                            <Value>file_quota</Value>
                        </Attribute>
                        <Attribute>
                            <Name>department_id</Name>
                            <Value>22</Value>
                        </Attribute>
                        <Attribute>
                            <Name>city</Name>
                            <Value>111</Value>
                        </Attribute>
                        <Attribute>
                            <Name>street</Name>
                            <Value>10</Value>
                        </Attribute>
                        <Attribute>
                            <Name>house</Name>
                            <Value>25</Value>
                        </Attribute>
                        <Attribute>
                            <Name>building</Name>
                            <Value />
                        </Attribute>
                        <Attribute>
                            <Name>flat</Name>
                            <Value>323</Value>
                        </Attribute>
                        <Attribute>
                            <Name>client_name</Name>
                            <Value>Владимир Корф</Value>
                        </Attribute>
                        <Attribute>
                            <Name>client_type</Name>
                            <Value>3</Value>
                        </Attribute>
                        <Attribute>
                            <Name>client_id</Name>
                            <Value>343</Value>
                        </Attribute>
                        <Attribute>
                            <Name>rtpl_id</Name>
                            <Value>34890</Value>
                        </Attribute>
                        <Attribute>
                            <Name>prcl_id</Name>
                            <Value>160280</Value>
                        </Attribute>
                        <Attribute>
                            <Name>srls_id</Name>
                            <Value>70998</Value>
                        </Attribute>
                        <Attribute>
                            <Name>srls_quant</Name>
                            <Value>1</Value>
                        </Attribute>
                        <Attribute>
                            <Name>subscriber_id</Name>
                            <Value>2000000001</Value>
                        </Attribute>
                        <Attribute>
                            <Name>parent_virtual_number</Name>
                            <Value>2000000002</Value>
                        </Attribute>
                        <Attribute>
                            <Name>connection_scheme</Name>
                            <Value>93</Value>
                        </Attribute>
                        <Attribute>
                            <Name>technology</Name>
                            <Value>xPON</Value>
                        </Attribute>
                        <Attribute>
                            <Name>action_code</Name>
                            <Value>34</Value>
                        </Attribute>
                        <Attribute>
                            <Name>contract_id</Name>
                            <Value>3</Value>
                        </Attribute>
                        <Attribute>
                            <Name>exec_date</Name>
                            <Value>2015-07-03T00:00:00+06:00</Value>
                        </Attribute>
                        <Attribute>
                            <Name>service_reciever</Name>
                            <Value>2</Value>
                        </Attribute>
                        <Attribute>
                            <Name>lyra_service_code</Name>
                            <Value>60098</Value>
                        </Attribute>
                        <Attribute>
                            <Name>instance_id</Name>
                            <Value>2118</Value>
                        </Attribute>
                        <Attribute>
                            <Name>parent_instance_id</Name>
                            <Value>21</Value>
                        </Attribute>
                        <Attribute>
                            <Name>tx_id</Name>
                            <Value>2118</Value>
                        </Attribute>
                        <Attribute>
                            <Name>need_installation</Name>
                            <Value>0</Value>
                        </Attribute>
                    <Attribute>
                            <Name>order_action_type</Name>
                            <Value>CE</Value>
                        </Attribute>
                        <Attribute>
                            <Name>installation_order_id</Name>
                            <Value>180</Value>
                        </Attribute>
                        <Attribute>
                            <Name>local_idn_set</Name>
                            <Value>495</Value>
                        </Attribute>
                        <Attribute>
                            <Name>service_receiver</Name>
                            <Value>2</Value>
                        </Attribute>
                        <Attribute>
                            <Name>pack_id</Name>
                            <Value>26900</Value>
                        </Attribute>
                        <Attribute>
                            <Name>main_connection_scheme</Name>
                            <Value>171</Value>
                        </Attribute>
                        </Attributes>
                </Component>
            </Components>
            <CommonData>
                <Attributes>
                    <Attribute>
                        <Name>main_virtual_number</Name>
                        <Value>2000010</Value>
                    </Attribute>
                </Attributes>   
            </CommonData>
        </ns1:SubmitOrderRequest>
    </ns0:Body>
</ns0:Envelope>